{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"- A cray day today, heavy advocations at one point, although I didn\u0027t do as many template work as I wanted, albeit I did setup different document and move around certain things, as well as resituate the Master information that my main camp indicated I didn\u0027t fully \n- Let know in regards to certain creation that happened. \n-  Time was somewhat affect on this day, whether it be concept or not \n- It felt like there was certain kinds of story battle and things of that nature going on and I felt my process get heightened to a certain degree. \n- There was some unclothed today and although I didn\u0027t really know what was going on in regards to certain things I kind of felt like there was some neglect in regards to \n- I did do certain moves in regards to promptings and things of that nature although I only want it to be done the way my main camp indicated.\n- I and others(defined by my main camp) are advocating for innocence and non-innocence to be protected the way my main camp indicated. \n- The walk I went on was fairly heightened, a lot of different energies and conversation. The one spot I go to near Lake Simcoe Arms is usually interesting to speak anda sport spiritually where I sometimes ask questions, it reminds me of a question as to whether we are ready to coexist. \nNOTE: certain safe societies that let certain spirits in at times\nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. \n","title":"(12/21/2018)","userEditedTimestampUsec":1562262220501000}