{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"- I had a really scary start, I was half dreaming, I remember seeing Samara for at least someone similar from the movie Ring, there was like this spot where beings can be next to each other, I couldn\u0027t see who the other person was but it was insinuated that another thing that was happening was pitting against the villain from the ring supposedly was Futhark Runes. The power of the villainy in regards to the Ring vs the power of Futhark Runes and I am one of those spirits who likes seeing power prowess compared and contemplated to a certain degree. The thing is though is that there might be real energies associated in regards to thing like Runes and movie,  I feel there very much is and I know that there is sometimes being who pit that sort of stuff against each other, real things taking place but we still need to be able to experience life and conversation and wonders even if a little brimstone. \n- I started getting to work and couple with a bunch of other variable, I was yet again brought into multiple shit fit fight which of coure, I fell into it a bit. A couple though manipulations and piss poor reactions on my part are probably being used against me but I still feel like I don\u0027t want to respond that way regardless, the prompts that I do are truly only suppose to be done the way my main camp indicated, some of which might be vents as my main spirit guides are not going that way, the upsetness and anger towards not doing it at all makes sense for what\u0027s acceptable, at what point do we not just understand certain things that need to be understood. I made an entry again in regards to the No More Arguments section of Defense Board. \n- The Idea is that there is war and conflict taking place and I feel some placed me in certain situations to try and help, but I have continued to say that I am just a supporting role. Yet people and beings continue to treat me at times as if I am a leading role. \n- There is obviously something going on though, the way spirits at times have been channelling and trying to feng shui the process lets me know there is something a happening, sometimes trying to certain things going to be said, heck some of it might be to save even if I don\u0027t fully understand the motivation or even the action but to be honest it I don\u0027t really know. \n- The walk was a bit of a gong show, just a bit of a mess, fighting and battle and dimensional movements it just gets to a point where you throw up your hands to a certain extent, spirits and beings sometimes come into the vicinity and just do their thing in regards to this process, some probably not paying heed to what happened before entering my process. \n- I got back and continued to try and set up the google speakers and reinstall the phones. I feel there was a bit of a reboot in regards to certain aspects in regards to myself as I was reworking my phone. I and others(defined by my main camp) are advocating for t he reboots, uninstallations and installations in regards to Alex James Hislop  and others(defined by my main camp) pertaining to December 18th, 2018 and others(defined by my main camp) as well as those that my main camp indicated the way my main camp indicated. \n\nI and others(defined by my Main Camp) are advocating for advocational creation, etc.(defined by my Main Camp) in regards to the Topics and Themes in regards to the Alex James Hislop Diary Entry Advocationals Section, etc.(defined by my Main Camp) the way my Main Camp indicated.\nI and others(defined by my Main Camp) are advocating for Compensation in regards to those that my Main Camp indicated in regards to the advocational creation, etc.(defined by my Main Camp) in regards to the Topics and Themes in regards to the Alex James Hislop Diary Entry Advocationals Section, etc.(defined by my Main Camp) the way my Main Camp indicated. Light; Do what my Main Spirit Guides indicated in regards to these advocations the way my Main Spirit Guides indicated. I and Others(defined by my Main Spirit Guides) consider the Light to be what my Main Spirit Guides indicated in the Original Light the way my Main Spirit Guides indicated in the Original Light. I and others(defined by my Main Spirit Guides) consider Far Away Light to be the Original Light the way my Main Spirit Guides indicated in the Light. I and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. ","title":"(12/17/2018) - The Gong Show Walk ","userEditedTimestampUsec":1562262190554000}