{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"- Tim Horton\u0027s emphasis in regards to Wifi when I thought to cruise through some trello in regards to it did a couple advocations and checked a couple before leaving at the end of the day\n - Certain kind of back and fourths at the library in regards to my process. Let knows in regards to defense specifically in regards to myself and my process.\n - There was a switcharoo or seemingly in regards to something to do potentially in regards to life setup as well as spirits understanding who I am. Another switch happened earlier in which was insinuated to be a bad luck mechanism or\n - Doing certain Advocations in regards to Physical Earth Learning English with Korin Voice. Process changing rapidly in regards to that. Multiple Advocations throughout the day in multiple communications still doing anti-camp advocations although it feels like spirits might be not wanting me to do go that way any longer. \n - Bit of talk about certain different time frames and even some of the spiritual perception pertaining to the physical and others in regards to WWII. \n- Talking about spirits and beings in regards to being attacked not necessarily wanting to see violence. \n- Music Advocations left up, certain emphases today.\n- Ideas continue to be given in somewhat of strange manner at times I have thought maybe it might be given to me to have said that I do receive information which is somewhat decent but there is also an aspect where I may have guessed some of these idea by way of contemplation and though, although some of them not so I feel. \n- Emphases on Alex James Hislop doing large advocations to a certain degree throughout the day even in the library with korin voice and mind voice at time. \n- ANother thing that happened was that intimacy has been sort of happening in at times and I feel there has been something happening in regards to my levito and situated in regards to intimacy in regards to my process.  \n- Recorded Alex James Hislop Diary Entry Content (12/13/2018) \n- The continued maneuvering to get myself to understand systems ad potentially be a part of it for some reason. I feel like someone might be in town in regards to some of it. \n\nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. \n","title":"(12/13/2018) ","userEditedTimestampUsec":1562262649355000}