{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"- It\u0027s felt like there is a lot of different spirits and beings around me today, it was let know that certain things might have been revealed in regards to what some have been doing to try and help, I prompted a wall of heroes to be displayed where my main spirit guides indicated, it\u0027s that sort of things where there has been warfare and battle around me and those on the front lines spiritually, there are many who have perished but there are also those trying to lead and protect not necessarily just in a military role. I am wondering if in the night there was intense battle again and just shoving it away, I am not certain about it. I feel like there has to be certain awareness and understanding regarding, I feel that\u0027s a safe and understanding sort of way to go. \n- I saw that sort of things that has happened before in the physical sun light and other light where it feels like there is a lighting change and I can discern and feel energies that what could possibly be described as fallout or a certain kind of flarings and/or flare ups. I have perceived there to be different kinds of activity within physical light and each \n- My psychictivy was affected this day, I am to perceive different dimensions  within the physical itself, look at a small church actually being a massive cathedral and there is a certain feeling in regards to that sort of thing. I could sense that perception and awareness be affected, a certain kinds of lense being moved to a certain degree. \n- Let knows in regards to multiple different things today, one of which had to do with their potential that some us might have such a thing as multiple dimensional selves in different kinds of ways. Imagine have multiple selves doing different things in certain dimensional existences where when you pass on you potentially will be able to see some of the memories in regards to the life being lived behind the scenes and potentially in front of the scenes. It segways to the thought that some of us are a part of a bigger being in front of the scenes, imagine being one life in regards to a larger life that encapsulates multiple lives being lived in the physical and/or other dimensional? \n- Another emphasis in regards to some of the let knows was that sort of contrast in regards to those that rely upon their main spirit Guides information, etc. as well as those that don\u0027t with hints of that sort of thing which is just doing advocations without saying it being done the way your main spirit guides indicated. \n- I sort of felt fairly vindicated a bit by way of some of the advocations in which happened as well as some of the events that went down in the library, I am not certain but things kind of spiraled in a certain direction. I and others(defined by my main camp) are advocating for what y main camp indicated in regards to those that my main camp indicated pertaining to December 18th, 2018 and others(defined by my main camp) as well as those that my main camp indicated the way my main camp indicated. t\n- I turned on a live stream in regards to NHl Hockey Maple leafs and I kinda felt like the process  a bit heightended. \n- I went to the library today and continued doing \n- I visited the Lake Simcoe Arms and had a beer on the way home. \n- I have noticed there is a bit of back and forth in regards to people and spirits looking a certain way and how some want to view things. \n- Potential segway to how spirits and beings view certain overlap.\n- There was insinuations that Alpha structures and wolf packs I feel might have been talked about or insinuated in regards to some people to have been spiritually targeted. \nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. \n\n(2 Salads\n15 Veal Cutlets\nCoffee Mocha\n\n18066 Steps\n13.7 km Walked\n972 burned calories via walking\n3183.01 burned calories in total)","title":"(12/18/2018)","userEditedTimestampUsec":1562262200488000}