{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"- Dreams:\n- I remember seeing being raised on a platform and being saved by a Feminine person in a rescue helmet, there was building around me falling it looked like construction and right before there was this sort of Tyrannosaurus Rex derby. It reminded me of Borderlands in regards to race cars and T-rexs.I woke up and did some advocation on the surface of earth and felt the energies  I remember some sort of meeting, after hanging with Jesses and Dillon, as well as Joe and Joanne. I remember hanging out in their old house and there was a certain kinds of sadness that I never identified. The meeting was fairly serious and I remember there was weapons drawn after Jesse Lit somebody\u0027s smoke, albeit the flame when out at an inopportune time. \n\n- I sort of looked at certain things in regards to hollywood and an Idea that came to me from the spirit to do advocations for the certain frames in movies allotted to vent and sort of put a certain kind of ruckus. Imagine there was a frames within movies where spiritual spirit and beings utilize a certain frame to to just let have it, a place to do some stuff that might otherwise be throughout the movie, Spiritually speaking there I feel are many different influences in regards to film and content experiences. It brought me to the understanding that there might be spiritual group out there who make films not just through physicals but through other-dimensionals as well on their own who make it sort of a certain kind of project, some might look at it from a vent perspective but potentially much more. That sort of thing where instead of having one frame sort of there to be able to utilize as a way to do certain kinds of actions and film work, that the entire movie could be utilized in that fashion. We talk of overlap that sort of thing which potentially exist in which a certain dimensional existence when we respond we and others respond we might be seeing a certain kinds of response based in the future recorded in a certain spot. Obviously depending on the setup. Where omeone in the future could setup a response and you be able to see it but someone else might see a different response *Overlap discussion and understanding* That these groups who utilize content experiences in this sort of way might be attacked at times for being free spirits and/or a certain kind. \n\nIn this point in my life I still noticed certain psychic stimuli and certain differences. I noticed that a certain thought canal in regards to my head was changed and I felt like a certain kind of therapeutic that exists. \n\nThe idea of memory utilization as a means to create buffer, how do people feel about that?\n\nWe have talked about different things before \nThat sort of thing in which exists where you can feel and think you are doing something and by doing that creating it. \n\nOf course another sort of thing emerges and it was a realization of at first what I called a triangle point system in regards to a a few different variable. One of which was the live perspective, another was life review, imagine talking to yourself from your live perspective to your self in your life review, so that was two points of it but there was also another point, which is third variable that at times I have noticed exist, it\u0027s I feel often times a future point where spirits and beings come together to try and fix certain things in the past. \n\nI sort of realized there was spirits targeting me and attacking me spiritually at times that even something as small as the common cold elsewhere could be considered a big deal, where psoriasis of the head could be affecting different kinds of spirits and that that sort of stuff could be influenceable from the spirits. I wondered  how a small thing like something bad happening to me in a small way even comparable to being able to have a content experience that is way more hardcore. \n \nI went for a walk and I raised more advocations near a certain spot I go to sometimes, Near the Jackson\u0027s Point sign and I feel I ended up doing certain advocations that helped. I stopped and picked up some pizza, a water. I also some ejuice at the local E Cigarette store and when I walked out of the store my life had somewhat changed again. My mentality was completely changed something big happened and I feel I was placed somewhere again, hopefully where my main spirit guides indicated. It\u0027s one of those things where you can feel energies in your process change, the tone of the channel the kind of discussion invoked. It wasn\u0027t just me though it was my Anti-Camp and Pro-Camp, even process which felt changed. Again process sort of changed upon tinkering with my Trello Account. \n\nI also talked in regards to certain concepts and wondered about certain concepts like how certain laziness templars would get around and things of that nature. I joked earlier that it might be that you see some of the hardest working going ons by those who might be thought of to be lazy or of laziness. I thought it comical that there would be certain beings who would bring laziness defendor and templars around by way of carrying cabins and things of that nature. Then I thought they might be really good friend with active or non-laziness as well maybe even be rich. The thought occurs that they can afford to be lazy, but alas potentially not. \n\nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. \n","title":"(12/29/2018)","userEditedTimestampUsec":1622546975401000}