{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"#Library Club\n\nI did a couple different moves on the way to the library, one of which had to do with utilization of the light as well as others things to play the content that my main Spirit guides indicated and although spirits might attach things to my action or play their own content, we still need to live our life. There was a bit a of a conundrum spiritually andI felt turbulence and spiritual upheaval a bit, a bit influences in the channel to get me to be upset with banners or whatnot as well as certain kinds of heaven and/or hell. \n \n- I have felt a storyline exist in regards to myself having to do with females and others where I am somehow being upsetting in other dimensional existences, I am sorry. I and others(defined by my main camp) are advocating for protection in regards to female and male as well as others(defined by my main camp) the way my main camp indicated.\n- The idea of doing advocating in regards to certain moments in my life.\n -I finished Michael Crichton\u0027s The 13th warrior, previously published as eaters of the dead. I love his style it\u0027s like fiction being passed as non-fiction it\u0027s done so well and while reading you sometimes have to remember that it is fictitious. \n - The idea that a certain kinds of process and traits from that process enables certain things to exist, being able to talk about certain things just by way of a certain being knowing certain things. Then enabling other processes to eventually be able to do certain things just by certain rights happening. \n - The idea of family sleeping with each other isn\u0027t new but i feel there is potentially a damaging impression or feeling exist in regards to that, a negative e impression that is at times I feel a bit absurd speak officially in the kinds of ways that family can exist with the life experiences that some have had as well. Incestual rights comes to mind but I don\u0027t think there is anything wrong with it for what\u0027s acceptable and I feel prevention would be changed if certain things were let know, like having had a life as a lover in regards to certain family, different forms and feelings , he k potentially different people if you are a bit freaked out but that it\u0027s not unheard of or embarrassing. \n - the idea that the devils and angels on your shoulder could be future and past selves.What a Cool concept for a novel. Have it be revealed at a certain moment in time. \n - I did multiple advocating today having to do with family and other concepts, I felt Sask around me on this day partially potentially in regards to the fact that Charles and Bianca as well as others were suppose to visit today. Either way I kind of felt like traveling was happening earlier in the morning and that somehow some of my advocatinos where hitting home in  larger way pertaining to certain locations. \n- The idea that there are those who would go certain direction by way of knowledge and guarantees in regards to certain spirits being able to hang out. Advocational support in regards to beings showing up in a certain kind  of way, like going through some of the darker aspects of your life in a certain kind of setting. \n- The Idea of a who done it pile, sort of place where blame goes to figure out whos going down for something. Advocational support in regards to the who done it pile? Sort of place where in times of not going to happen in regards to taking blame or certain kinds of compensation \n- There has been let know in regards to certain things.Like how you would find certain storyline to be cool or how you might think of certain things in certain kinds of ways. Like how two musicians might remind you of certain concepts. Like how you might sometimes associate people with other kinds of people. Internal likes and dislikes as well as personality traits, desires and choices as well as certain opinion. There is a tell that there might be like cities and culture in regards to yourself that how you treat yourself and certain opinion that you hold potentially matters greatly. \n- Learning that certain styles might fit together, almost like different version of brimstone. There was one that reminded me of 2016-2017, one where I use to advocate for reasons you don\u0027t have to work against females and what it can lead towards but there is also others tells, like a certain kinds of argument style and system. The one where leaders would come into the vicinity and some of the spirit and beings under the banner would sometimes, depending on the creed, steup, motto and style, would sometimes go to my pro camp and anti-camp in almost a recreational sort of way, potentially business sort of depending on the circumstances. \n- The idea that some of the ripple affect in regards to my action impact earth in a certain kinds of way. One of which is this talk of behind the scenes wordings. \n- The let know that I may have been a part of a group of spirit who jumped in a certain kind of style, there is still a part of me that is dubious in regards to it, I have hear multiple different accounts, that I won a certain kind of lottery, that I jumped in by choice at certain spot, that I was done in certain way in another, heck some of it was pointing towards myself being one first to jump in while there has been let know that I might have been near the end, regardless me writing this down is needed to a certain degree and hopefully won\u0027t negatively impact it. \n- I was brought to this place spiritually, it felt like a place of quietness, some sort of sanctuary, I am not certain it\u0027s purpose or who it belonged too but I felt going through there and there was just certain beings of peace. I care about peace. I wish it was ok. I am not certain what it was all about but I felt remorse in regards to certain violence. Then it turned into about me playing violent video games and other issues. One of these day people will be able without other having having to feel shitty because of it. For some it\u0027s just a wake me up when we get there. \n- Spiritual Subscriptions advocations\n- Near the end of the day a certain situation unfolded before getting to that spiritual place and I am not sure if it was a test or whatnot but it felt like old school 2016 or 2017 sort of style happening and near the end of it certain spirit and beings tried to get a fight a happening, I don\u0027t know if I consider an argument or not, it\u0027s\u0027 been fairly evident at times in regards to motivation and facilitation in regards influences trying to target me to get me to be upsetting in regards to certain spirits, one of which has to do with angering leaders which sadly has happened before but it\u0027s evident at times that motivation is being feng shuied to happen and the actions are being made to happen. \nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. ","title":"(12/27/2018)","userEditedTimestampUsec":1562262864949000}