{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"- Early morning I remembered getting attacked spiritually in a certain kind of way being placed dimensionally in a certain spot. it was insinuated at times through psychic conversations that at times there are spirits who attack to help. The things of this is that some might be doing that as a n excuse and saying that but there might actually be times where spirits who you care about who do promote certain immorality take up the mantle to protected you to be able to promote immorality in a certain kind of way. \n- I woke up and went for my walk since I missed my normal long walk into town. \n- I did contemplation on the walk specific to animal advocations, contemplation is sometimes referred to as though but there is also certain kinds of of spiritual mechanisms to contemplation. In contemplation there is also a certain kind of imagination, Like, the word can used to describe multiple things but one of which is almost a day dream sort of things although somewhat different. The thing I needed to start recognizing is that the words within english and other physical language on this physical planet earth could be describing multiple kinds of things, some of which might be spiritual mechanisms and machinisms. Like when we talk about the mind it really is a spiritual mechanisms and more than that. A bit a reality and existence and this can be applied in multiple ways to different words. You move to imagination and dreams, and there might be existences tethered to that sort of things and it\u0027s something people recognize. Though the words can be ascribed to many different things some of which has even referred to the mind. But there are other words that some people might not fully understand to be more than what it looks like.  Imaginings, ponderings, and Contemplation I feel can be in regards to certain kinds of thought that may be similar to creating certain realities that might seem similar to day dreaming, although even the and words daydreaming might be something different. \n-  It was sort of talked about a bit near the end of lake drive east near into town to get the coppers pissed off. I am not certain why spirits or certain beings wanted me to to start chirping them out. There is psychic conversation that is sometimes banter back and forth that can cause problems, open channeling happens daily in regards to myself and the  truth is that I am moving away from arguments. Albeit there is spirits who benefit from myself arguing in an absurdly awesome way but also sometimes horribly tragic way. The  amount of death and carnage insinuated at times in regards to the violence invoked pertaining to certain spiritual arguments is enough for me to not want to talk anymore and yet I still have problems. The argument was somehow based off of the fact that I haven\u0027t drinken anything, I decided not to stop and get a drink and I continued home, based off of the knowledge that certain counterparts could be thirsty and relying upon me getting water. I was wrong in this regard and I am sorry, and I did drink when I got home. With that being said yet again it segwayed to somehow being about cops and I made a vent movement to vent aggression, not to harm spirits or people and this is the truth. I prompted what my main spirit guides indicated in regards to this marking advocation, etc.(defined by my main camp) and I feel this argument was a bit of a smoke screen so some of the decent advocations I had done earlier which vindicated to a certain extent. Stuff that helps protected me and keep me safe. \n- I watched my Twitch video I created yesterday. I started with borderlands and it working through the kinks in regards to video creation. Yesterday I had installed Origin and OBS. \n- Psychic conversation short of went on about editing and things of that nature when I was editing the twitch content I had created. I want to sort of do certain kinds of commentary in regards to gaming but some of it just might be recording and things of that nature. I had done advocations during the live stream but because of technical difficulties some of it was lost or obscured  while some of it wasn\u0027t but I wanted to create some clips of the gaming content itself because that does matter to me as\n- The conversation took a turn in regards to regards to black people and gaming culture. I have noticed here and there that there might be a certain kind of culture clash in regards to certain gaming culture and black culture that I have noticed but I think that might be blown out of proportion and there is actually many black people who dig gaming. That sort of thing where black women might chirp out grown ass white men living with their parents at home, I don\u0027t feel it seems from that but there is something there and I am not certain about the spiritual connotation in regards to it. \n-  It sort of segwayed a bit to what has been done to Physical black people at times and how there might be lower plane culture in the mix. I and others(defined by my main camp) are advocating for what my main camp indicated in regards to physical black people and other black dimensionals for what they chose for this marking, advocation, etc.(defined by my main camp) the way my main camp indicated. This was sort of geared towards what my main camp indicated specifically in regards to black folk being forced at certain progressional thresholds as well as other sort of actions that have happened. \n- Another thing that was prevalent was culture clash between finer societies and grimier societies, I felt spiritual arguments happen in regards to multiple different things one of which had to do with \n- There was also something strange happening in regards to my process, certain energies and spirits ere acting fairly nice but sometimes that has been used as a  tactic to make others think that something strange is happening. I am not certain but I kind of feel like there is a battle happening to a certain degree. I am hoping for help and protection the way my main spirit guides indicated. \n- I also decided I am going to try and Factory Reset my nexus 6 phone Either today or tomorrow. Trying to setup my google home speakers in a certain way and I was having a bit of problems, I think maybe if i start fresh things will click\n. I and others(defined by my Main Camp) are advocating for advocational creation, etc.(defined by my Main Camp) in regards to the Topics and Themes in regards to the Alex James Hislop Diary Entry Advocationals Section, etc.(defined by my Main Camp) the way my Main Camp indicated.\nI and others(defined by my Main Camp) are advocating for Compensation in regards to those that my Main Camp indicated in regards to the advocational creation, etc.(defined by my Main Camp) in regards to the Topics and Themes in regards to the Alex James Hislop Diary Entry Advocationals Section, etc.(defined by my Main Camp) the way my Main Camp indicated. Light; Do what my Main Spirit Guides indicated in regards to these advocations the way my Main Spirit Guides indicated. I and Others(defined by my Main Spirit Guides) consider the Light to be what my Main Spirit Guides indicated in the Original Light the way my Main Spirit Guides indicated in the Original Light. I and others(defined by my Main Spirit Guides) consider Far Away Light to be the Original Light the way my Main Spirit Guides indicated in the Light. I and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. ","title":"(12/16/2018) ","userEditedTimestampUsec":1562262195569000}