{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"\n- I woke up and I am testing my new schedule, so far so good. On the news I discerned things here and there specifically in regards to certain males. I also sometimes discern certain things in regards to the media, some of which has to do with the back and forth in regards to politics and sometimes the emergence and let knows in regards to how they truly feel in regards to certain subjects. Of course some of the other discernment might be related by way of how some beings feel especially in regards to certain culture in which has to do with G-Easy\u0027s I mean it, sort of the back and forth Anti-Camp culture at times.\n- Something has been happening in regards to my life at times in regards to certain friends and family. How I sometimes perceive a family member to be in a lot of different things in my daily in which both of us for the most part are trying to move on from, trying to get it away from this life for what\u0027s acceptable. Her Form in one that\u0027s often brought up and I don\u0027t know why, she is beautiful and so is the form but there is something more than that and in regards to myself I did certain things earlier on that didn\u0027t help. \n\n- I am reading Incarnations by Susan Barker and I absolutely love the book so far. It\u0027s witty and interesting and has a laid back attitude that I love, the casual approach to the narrative as well as the \"Biographer\" approach in regards to one of the characters is quite awesome. \n- I am also reading John Verdon\u0027s Peter Pan Must Die and I can\u0027t help but note some of the similarities in regards to the themes, off the bat I think of loss of Innocence and what an amazing way to create story to have certain themes like that in the story itself as characters. The idea that Innocence would be the bad guy in the villain Peter Pan and somehow I get a bit of a brimstone vibe albeit subdued from Gurney. It\u0027s just a really cool story. \n- I also discerned a changing of gender in a certain kinds of way or certain kinds of spirits who are not discerned by my perception to always be put in a certain kind of role.\n- I sort of looked at something within my life, a like and potential dislike in regards to a Canadian Company being resituated with different owners. There was a line in regards to myself where how I felt in regards to it, I sort of felt a bit disillusioned but also a bit of a dislike until I realized that I do care about others and that it\u0027s not exclusive to Canada. This sort of thing though, there is almost a boundary in regards to national interest. That\u0027s personal. I felt this get affected and sort of segwayed into the potentially that someone would try to combine me in a spiritual way me with others in regards to likes and dislikes to try and then hypothetically try to influence my process that way but for myself Alex James Hislop and Others(defined by my main camp) it works the way my main camp indicated. The hear area reaction and programming in regards to nations and factions as well as other cultures, etc.(defined by my main camp) was affected this day, it\u0027s more subdued currently, hopefully not to the. Throughout the day insinuations that certain spirits and beings were affected and the portions of earth as well as although I am wondering with certain happening in regards to creating by way of thought and contemplation even potentially imagination and knowledge that that sort of thing might be a ruse to have happen. \n- There was also emphasis today in regards to certain villains on my end, \n- Vice Advocation. I and Others(defined by my Main Camp) are advocating for vices that my main camp indicated in regards to those that my main camp indicated the way my Main Camp indicated. This is Alex James Hislop. I and Others(defined by my Main Spirit Guides) are advocating for Vice in regards to those that my Main Spirit Guides indicated the way my Main Spirit Guides indicated.\n- Switching of Archetype and potentially gender in regards to something, Spirits and beings who are sometimes attacked in a certain way put in a certain situation \n - Males especially that of Earth\n - Repairs Spirits\n - Reputational defense pertaining to earlier elements in my process that my Main Camp indicated especially those in regards to Authority positions that my Main Camp indicated. \n- I got attacked again today, I smoked some e juice and had some weed, didn\u0027t get to play some video games but I am going to play a new title purchased, I am wishing for help the way my Main Spirit Guides indicated. One of those ones where i saw looking like i screamed behind the scenes. Near the end of the day it would turn into one of those spiritual harm sessions said to have been both new and not so, potentially portions a part of this fold in which I have recognized to have exist in regards to myself. Part of some of this idea is that sort of thing where would have I operated a certain way had  a certain influence not existed or happened, Another portion of this idea is that there are events within my life that are out of my control for what\u0027s acceptable. It was said last week upon going into town and yelling that a large portion of what had unfolded was going to happen anyhow, I can feel spiritual turbulence around myself where certain things were going to happen regardless. To do something which is a part of something else that potentially happened in my life that stems not necessarily from your own life for what\u0027s acceptable. Would I be who I am today had I not become psychic? Would I be who I am today had I not started advocations? Would I be who I am today had I not understood certain culture especially in the context understood. The question of whether that would have happened with certain influences or not, the Idea that what I have referred to as the fold, which there are potentially many, is in regards to certain events within my life unfolding in a certain way in which sometimes creates certain routes that had not existed before ahd the fold not necessarily had been. Although not new, I learned last week that some of these fight and arguments in the spirit are being channeled through. The idea in regards to some of these spiritual attacks in regards to certain moments for myself was also insinuated to be dealing with certain immorality that happened to me in the past and bringing it to the forfront, a wavelength arrived that felt like a certain kind of live perspective that may have been close to what I have come to label the fronts of life. Fontlines of lives I feel exist where there is sometimes battle and spiritual attack and defend. Some of the things I did though yesterday were playing content overlapping earth, I live on this planet and I felt I needed to inform in regards to the spiritual harm. Yesterday felt like a grouping of days that has seemingly existed within my life. One of them happened near end  August where I felt my life change. There was Moments at the end of september that felt that way as well, especially near end September, and not to mention the shenanigans that happened in regards October. While november was sort of a realization sort of time and safe month for myself December \n\n- The idea that for immorality promoting the amount of immorality inflicted an, how to satisfy that need within the confines of being able to promote immorality in a safe and consensual way. The Economic value of immorality increasing or potentially the idea of ethical economics. Memory parameters in regards to what I feel comfortable with. Being able to hang out with who you want too within the confines as well as if possibles to get to know those you may have once thought of to be cool. Understanding and knowledge regarding certain subjects. Transparency and Honesty. Speaking with groups that don\u0027t feel that do not necessarily like my ideas and understanding why? Utilizing dimensional experiences and even fame-like experiences to be able to have fun and not so potentially depending on the circumstances. Realism and Whimsical, Fantasy and Reality, why can there not be multiple kinds of sections where we can live life and potentially death in ways that are safe and contained. Understanding Justice, privacy and safety, what is my line? \n\n- There is this system that has emerged by way of realization and understanding a triangulating of moments. Live experience in life, triangulated with afterlife review along with moments chosen to bring the desired intent in regards to motivation and intention of the Triangulating. There is also a certain kinds of prompting associated in regards to this that I feel has been working and in I have been utilizing callwords in regards too. \n\n- Sometimes through these fight and arguments and let kows of spiritual turmoil and conflict I learn who I am. I agree with Happiness in the ways that my main spirit guides indicated as well as safety. I want people to experience the relationships they want to experience but by way of different opinion and feelings, I have to cross reference that with what my main spirit guides indicated and the perspective sometimes relies upon the realization of what you wouldn\u0027t want to experience and not want to experience. Understanding those things to be able to prevent that sort of things from happening as well as having alternatives in regards to being to be who we want to be. \n\n- Imagine if you were forced to experience relationships you did not wish, that is why to go with someone\u0027s vision of someone experiencing  what they did not wish or intend to experience can be difficult by way of understanding that them potentially experiencing something they did not wish or intend is something sometimes not fair or desirable regardless of amount of actions or not. I am looking at it from perspectives on multiple sides with hopefully less lines. \n\n- Understanding myself in regards to certain to likes and dislikes and regardless of people around me at times, I still have a personal life. They insinuated at times that somehow Jamie was sometimes a metaphor in regards to immorality, and I was morality but the more we have travelled certain story and with yesterday revelation, some are wondering if I fit that bill or at least in a certain way. The pondering in regards to being other family was another topic of discussion, that I could be multiple people but I don\u0027t think that\u0027s that case, there is that sort of things anyhow where you go back to certain elder beings enough and your gonna potentially be the same person. \n\n- Creating Audio experiences like people and beings whispering in your ears what is the visual versions. One of the most amazing experiences. One of the healing things, therapeutics, sensuals and potentially more is the whispering therapeutics that exist. \n\n- Being able to promote \n- Industries in regards to monetary creation and then industries in a certain style pertaining to spending monetaries. Life necessities and motivation in regards to Economy as well as Industry and the understanding of lines in regards to it. \n\n- Help regarding Keepers of Immorality especially old accords and underworld style turns in regards to certain immorality \n\nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. ","title":"(12/30/2018)","userEditedTimestampUsec":1562262895134000}