{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"- The idea that mentality can shape who you are in the moment in multiple ways, one of which enables you to have access to certain things, another thing though could entertain the thought of who is combined with you spiritually, that mentality and demeanor could affect that sort of thing. \n- I started thinking about the people I have harmed in my past, I am not certain but I feel there is spirits and beings who deserve to be saved and helped the way my Main Spirit Guides indicated. \n- I feel today went well, I spent christmas with family and did a small Alex James Hislop Diary Entry (12/24/2018)\n- Promoting consented immorality with each other, that sort of things where you speak to each other in a certain kind of style and manner in which there is safewords and safeties in play to protect you. You are playing a battle game that can feel realistic, you should be able to call it quits in a clotuh way desirable in multiple ways. You be able to know what your getting yourself into and be able to practice if it is going to be a life that is  potentially unable to do that sort of thing and the understanding I wish was always there in that when you are in those lives, there is times of complaint and confusion specifically when no God or miracle emerges. \n- Different kinds of ways to promote immorality within intimacy and potentially other activities like starting small with certain acts and building trust or comfort or not, depending on what you want, then building certain overlap consensually in which can exist and as you continue fourth in regards to certain acts you can build upon it. Rough intimacy with someone who you want to build a certain relationship with and increasing that as your relationship develops or is remembered. \n- Loving incentives and energy output incentives, attaching certain things that are consented in multiple ways. Like when loving certain intimacy takes place and is seen. Alternatives to certain punishment in regards to certain things that happen, certain justice alternatives, where spirits and beings can be given an opportunity to experience certain things pertaining to content experiences in a certain way, IE You utilize someone who is used to experiencing intimacy in a consensual sort of way that that sort of intimacy might take place, guarantees matter in regards to safety and kind of intimacy that is going to take place as well as others There may be those who are willing to spice up the pot by way of impressing immorality and/or other concepts in a consent way. \n- I and others(defined by my main camp) are advocating for \n- - The idea of Advocation utilization to protect and save to trade Bucket List, do one document worth of hundreds of advocations \n- Advocation Management advocations\n-  Phallic shaped things in regards to culinary as well was way to receive the kinds of food. So, I know it sounds strange but there is this idea and it\u0027s not necessarily new in certain culture but in earth based physical human culture it might not be as popular as of yet but some of us do hope for a better tomorrow lol but seriously some really would care about this sort of thing. Imaging that we could change form in a instance? imagine we could change gender and physical body by way of intention or things similar to that of clothing? how would life change? WHat sort of pranks would be pulled? how much more elaborate would certain things become, the kinds of pop culture that would emerge. Imagine that in certain existences that with this sort of access towards form changing, the different kinds of things that would emerge. Not only different kind of looks but tastes and smells. The idea of intimacy in regards to certain kinds of culinary might seem a bit different but you can imagine if you able to change certain things like your sexual fluids into delightful treats. Different kinds of flavors in regards to ejaculation, masturbation and sex. The kinds of things that would emerge in regards to intimacy and porn videos and finally the kinds of culture that could emerge just by way of being clouth, fitting in and wanting to experience certain things. All of a sudden you have hot dog vendors selling  different kinds of intimacy culinary products, you can see how that sort of condiment dispensers would turn into phallic shaped pumps. Things become more elaborate when you interject the fact you can eat dessert by way of intimacy. Masturbating with your lovers to be able to experience intimacy and culinary climax. Imagine the sort of sex cooking shows that would exist and how the perception and mindset in regards to intimacy and food would change.  The idea of jerking something off in public to be able to add some cooking sauce to your food potentially exists and I can\u0027t help but feel admiration in regards to that sort of thing. lol. \n- The brilliance of certain storyline, battle emerges, seemingly the good guys in the lower realms taking on others in potentially a seemingly bad way but if feng shuied what if we could do it safely and storylines and violence convincible. It\u0027s the idea of promoting certain kinds of immorality in which still pleases the crowd, think of gladiatorial games, that stuff \n- The idea came up as to why I am not targeted as much as some spirits and beings would like. I have Ben trying to help in multiple ways some of which society I feel can dig.\n- Psychic who speak through me and who need to be psychic to speak to me. Advocating help?\n- I stayed up late last night doing certain advocation and I tried to do callwords work but i fell asleep fairly quickly \nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. ","title":"(12/24/2018)","userEditedTimestampUsec":1562262252131000}