{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"- Wrote Parts of The Peasant Express Story I am working on.\n-  Certain kinds of things happened today, I felt repulsion in my mouth area when I has some Pasta my taste felt revolted, now as a Psychic I have noticed different stimuli and personality within life that I had never noticed before. Like there might be personality or life within things that I still sometimes have difficult time with, even seemingly, mundane things in everyday life. That there could be life within certain kind of taste and taste setup that there could beings experiencing taste through you could be a possibility and at times as a psychic I have felt stimuli that suggests that that could be the case. When I ate something it felt like the taste was repulsed away, I laid down in my bed for a bit after and felt spiritual influencing to start arguing and be chirpy in which I kind of was a bit in regards to Far Away Light, specifically pertaining to just saving us, but then I went to the office and I felt certain kinds of movement in regards to my mouth area like it felt like a certain portion of my taste setup got moved where then Iit felt like it was around me head area being moved, I felt my lymph nodes become affected potentially by this stimuli and I had feared certain mover and shakers were trying to harm me and potentially realized the lymph node exacerbation can come from different kinds of actions. I testified in regards to it and did multiple advocations. \n- Later, in regards to this physical-like layer of what I have come to refer to as Korin Telepathy, I felt myself get dimensionally larger when I was doing certain communication, english via korin communications, I felt certain things underneath dimensionally give way. At times I have been privy to things that are happening to myself, I would look in a mirror and move away and feel dimensionally slide into the wall or floor and it sort of turn into a dimensional fold as I walk away or certain hookups might get cut off by ways of when I leave, I won\u0027t feel and if I look back to where I Leave, specifically in regards to mirrors, sometimes it\u0027s revealed that in certain spots there is actually dimensional hamr taking place , like hookups beings cut off or certain beings losing limbs and that sort of thing. \n-  Strange walk as well it kind of felt like I was feeling impressions from the 80s and 90s. A fog that appeared and a really cool kind of quiet feeling and then the bustle in town that\u0027s not necessarily usually so although spiritually it might be. \n- Advocations done fairly steadily as well as continued insinuations that there were spirits and beings getting attacked in regards to Alex James Hislop. \n - Talked with Robbie for a bit on steam discussing uberteatime. I video chatted with him on discord via chat history and we exchanged. I did a slough of advocations via korin voice, one in which is of great importance that I feel should not go out of play was the one in which describes how myself, robbie billeter as well s others are involved in the wars and conflict that my main camp indicated the way my main camp indicated. \n- I hunt out afterwards an created multiple advocations some of which had to with computer rigs and Alex-PC \n- I ended up sending Jamie a video, I miss her, I miss hanging out with her and watching movie and talking. \n- It\u0027s this sort of things that happen when vindication taken place where it feels like multiple are seeing some of the things happening in which can feel fairly closed doorish in potentially a negative way but some of it might not be and I and others(defined by my main camp) are advocating for what my main camp chose for us to advocate in regards to the events that my main camp indicated in regards to Friday, December, 14th, 2018 and others(defined by my main camp) as well as those that my main camp indicated. I and others(defined by my main camp) are advocating for Google to receive digital prowess the way my main camp indicated. \nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. \n\nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. ","title":"(12/14/2018)","userEditedTimestampUsec":1562262689482000}