{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"- Lets knows that a certain kind are around me, those that sometimes choose and are chosen as well as potentially forced in certain instances to promote immorality. A certain group of beings in regards to some that would rather promote their own kinds of immorality in their own way rather than some of the alternatives. \n- A strange short walk with Bogart I felt this other culture impression I kind of privacy and discretion, a quietness and it\u0027s quite beautiful, I felt the impression around me in a different kind of way a more physical-like kind of way or seemingly, like being able to feel nature around you when you walk. Notice he feeling of the air, the freshness of the walk, the stimuli of the visuals, it really is something to be thankful.\n- The Psychic conversation shifted gears a bit towards Far Away Light and the reasonings they are sometimes not around or seemingly seen and one of the reasons was acceleration and while I see that point of view and somewhat agree, they should still have access to certain processes in certain kinds of ways. \n- The it shifted towards industry and I feel maybe someone wanted to talk about quality of life, basically maybe why we shouldn\u0027t have to work for certain quality of life and how we should have access to certain stuff for free. I started looking at things and why we have to work for some of it, the reasoning of what is life if we have it handed towards us but I looked at it from the time perspective of how long would it take to utilize those things and by the end of it how can we re-utilize those things via replayability, you know enough time passing that you want to utilize some of this stuff anyhow, not to mention all the ways we can do to stagger as well as new inventions. \n- The thought of different systems came up and the idea that certain systems are conflicting and potentially even at war at times, like having a belief system and that belief system dictating process and potentially even afterlife and how there might be other systems who don\u0027t necessarily adhere to that sort of thing. The idea of fighting over processes, at what point does consent take precedence? And at what point is it ignored? I thought of the Idea that God had split himself, it\u0027s interesting that he might have split himself in the ways that Avadar, my spiritual teacher at times, has espoused. One entity to billions or trillions and I love the contrast and synergy when comparing it to the other ones I have known and pondered about, like god splitting himself into two or 10 beings and those beings splitting themselves up slowly. Avadar was operating under the assumption that the live perspective of God potentially didn\u0027t survive in regards to spitting up into billions or trillions, the other theory where he splits himself up into smaller numbers and continues\n- The conversation shifted again to that sort of thing as to why people hold certain perspective, knowledge of past deeds and knowledge of not, I felt like those who promote immorality don\u0027t deserve to be harmed. \n- Started using Writing Prompt App, really cool writing app. \n- I have realized that putting on content in regards to the spirits can be helpful and entertaining for certain spirits, it\u0027s a cool thing i like to do whether it be media live streams, paranormal shows or even video games. I put on the christmas chronicles (2018). \n- I have continued to leave advocations up on my physical computer screen which there is further advocations for the light and others(defined by my main camp) to do what my main camp indicated in regards to those advocating, some of which has to do with containment, ripple affect, feng shui and others to keep things safe and explained. Even just leaving advocation up or disclaimers could help behind the scenes. \n- Another emphasis has been on industry and putting certain spirits to work, certain society might be taking a bit of a break in regards to certain things, I am not too certain.\n- More talk about certain story and concepts of course there was a bit of a feng shui afterwards in regards to certain apocalyptic events, I am not certain if certain spirits just don\u0027t want to talk about that sort of thing or if there really is certain horrible things happening in other dimensional existences at times around myself. Something tells me it\u0027s a mixed bag. \n- Still felt like I couldn\u0027t shake that there was something amiss or eerie taking place, I continue to do verbal advocations daily in multiple kinds of communication, moving away from out loud voice still, albeit the past six months have been quite heavy in regards to out loud verbal advocations, working towards more balance in doing mind advocational verbals as well as Korin Telepathy. \n- The talk of different system, it brings to that sort of discussion about doing things a certain way, two channels take place with open channeling spirits and because of certain circumstance the seemingly good guys can only channel through in the first and the seemingly bad guy, or even those who are potentially neutral, seemingly in which then when you choose to speak in regards to two subjects you had planned on. It\u0027s that sort of thing where communication wise because of certain circumstances that the information being done through communication can only \n- One of the system talked about is letting the good guys do the bad work in regards to certain defensive setups and conflict management. It\u0027s that sort of things in stead of going buck wild in a certain way you mediate and proceed in regards to warfare, battle and conflict in a certain kind of style, civility if you will. You then let the bad guys to the good work which some of the benefits might be less sort of punishment pertaining to some of the bad things that happened or happen. The good guys do the bad work which might also draw certain baddies to be good guys and things of that nature. Of course what\u0027s lost in the mix though is the element of survival? The element of Humanity? Sorry the Element of Alien? That thing that say that there is still people and spirits being harmed and just because the mediation has gone on very well, doesn\u0027t mean that there still sin;\u0027t blood on the streets? what the heck about you? Imagine if it was like, somebody attacks you harms your family the gets a free pass partly because it could have been worse and just accept it? Of course in the mix the targetings and that sort of things really does matter in regards to spiritual violence and things of that nature. Uhh, some of the things I am aware of is a head of my time on this planet physically and it shits on me at times but I am not complaining, heck no. \n- Setup OBS on the new computer setup as well as origin, installed Battlefield V which Robbie bought for me, look forward to setting up more streams. One of the storylines has been in this process since about november the emergence of me actually potentially wanting to be below certain progressional threshold and realizing the benefit of helping, there was something that changed in regards to it but I am not certain I Want to be below in certain areas, it depends on what my main spirit guides indicated. \n- I and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. ","title":"(12/15/2018)","userEditedTimestampUsec":1562262654637000}