{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"So I wake up and w are still in that strange spot of vindication in regards to myself and others that my main spirit guides indicated and while the arguing didn\u0027t really happen, I kind of felt like that sort of thing where it gets flipped on it\u0027s head and all of a sudden certain spirits are attacking myself, certain points are lost and then spirits that were not supposed to be harmed are being attacked. \n- I am wondering if there is a hate machine happening in regards to getting spirits to hate on another at times, hate mechanisms and rooms and things of that nature, might also be a hate conglomerate, hate industries I feel potentially exists just as multiple other concepts exist too. \n- Ghost realms sort of let knows today, something happening in regards to certain ghost existences. \n- I have lamented upon this before but there is anti-camp spirits who sometimes work against, I felt more argumentatives try to be invoked today, and although I didn\u0027t really bite, there were two moved I made wrong in and it was this sort of look insinuation in regards to certain spirits who feng shui this process to then proceed in a certain route, mainly I am wondering to try and screw with me or someone else lol but maybe to help. Regardless more vindication in ways where it feels like my ANti-Camp is in a certain way, and of course because I am sometimes in front of the scenes at times sometimes it\u0027s tethered to certain conflict. I do continue to do multiple verbal advocations in multiple kinds of communications which sometimes does affect things. \n- I did a twitch live stream in regards to Battlefield V which was somewhat geared towards gaming advocations. as well as other advocations. \n- I am gearing towards attending an AREI automatic writing webinar.\n- I tried recording a mass retrogression issue discussion but I felt like it wasn\u0027t working and I got really tired, it\u0027s that sort of energy like something happened and energy levels dropped but sometimes I am wondering if it has anything to do with someone being harmed.\nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. \n\n\n(Pork Cutlets, Chips, Salad, 5 Cookies, Long Grain Berry Rice Salad, Potatoes, Beef Samosa)\n\n","title":"12/19/2018","userEditedTimestampUsec":1562262210446000}