{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"My Disclaimers: My Main Camp is my Main Spirit Guides. My Main Camp’s current information from Far Away Light takes precedence in regards to anything my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light regarding anything to do with me takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light regarding anything having anything to do with me takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light regarding anything to do with me and others(defined by my Main Camp from Far Away Light) takes precedence how my my Main Camp form Far Away Light  indicated. My Main Camp’s current information from Far Away Light in regards to others(defined by my Main Camp from Far Away Light) takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light for what they chose for the “Alex Hislop Diary Entry” documents, takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light for what they chose for the documents and Etc.(defined by my Main Camp from Far Away Light) that my Main Camp from Far Away Light indicated takes precedence the way my Main Camp indicated from Far Away Light. Any grammatical and spelling errors in these documents and Etc.(defined by my Main Camp from Far Away Light) can be clarified by my Main Camp’s information from far away light and should not deter from the information within these documents and etc.(defined by my Main Camp from Far Away Light). My Main Camp’s current information from Far Away Light regarding mine and others(defined by my Main Camp from Far Away Light) documents and Etc.(defined by my Main Camp from Far Away Light) takes precedence how my Main Camp indicated from far away light. The documents that are in play in regards to myself and others(defined by my Main Camp from Far Away Light)  are chosen by my Main Camp from Far Away Light. Mine and others verbal and Etc.(defined by my Main Camp from Far Away Light)  disclaimers are a part of these documents and Etc.(defined by my Main Camp from Far Away Light), the way my Main Camp indicated in Far Away Light. My Main Camp’s Authority in Far Away Light Supersedes that of my Main Camp’s Authority in other parts of the light. My Main Camp’s Authority in the Light supersedes that of my Main Camp’s Authority outside of the light. Far Away Light can be a part of The Light the way my Main Camp indicated. When I say that “with my Main Camp’s information from Far Away Light taking precedence,” I am saying that my Main Camp’s information from Far Away Light supersedes that of my Main Camp’s information outside of Far Away Light. What my Main Camp from Far Away Light chose for me the way my Main Camp indicated from Far Away Light in regards to this paragraph and marking, I am saying and Etc.(defined by my Main Camp from Far Away Light), as well as writing and Etc.(defined by my Main Camp from Far Away Light)  into these documents and Etc(defined by my Main Camp from Far Away Light), the way my Main Camp indicated in Far Away Light. My Main Camp’s current information from Far Away Light takes precedence in regards to mine and others(defined by my main camp from Far Away Light) advocations, specifically that in which is considered to be immoral,  the way my Main Camp indicated from Far Away Light. I am advocating for the punishment that happens because of this paragraph and Etc.(defined by my main camp from Far Away Light) to be what my main camp indicated in Far Away Light. There is potentially information I put in after the Diary entry date indicated. Some of the discernment obtained could pertain to past information in which I have had and even written down before but decided to write down again. It could also pertain to new information obtained on the diary entry date.\n\nDreams:\n\nActivity: I did some website adjustments,  walked to the park talked at Klin Platform, this area in the park at the end of my street, it encapsulates what my main camp indicated. I worked on rewording my testifications and setting up a testifications master document. I am still waiting for my bloodreavers war hammer which I was hoping would be here by now but no luck, maybe tomorrow.  Watched For the People which is an awesome show, I really dig some of spiritual aspects of it, one of the scenes in an earlier episode I perceived to have been about how certain things are different now and things have changed behind the scenes and how it\u0027s normal for certain immoral actions nowadays and how it could have been worse. In regards to not just the physical content on this earth but a lot off different kinds of content out there, \n\n\nAdvocations:\nI and others(defined by my main camp) are advocating for spirits and Etc.(defined by my main camp) to help be productive the way my main camp indicated. \n\nI and other(defined by my main camp) are advocating for spirits and Etc.(defined by my main camp) to help spirits and Etc.(defined by my main camp) to be productive the way my main camp indicated. \n\nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. \nDefensive List Add-Ons:\n\nMoht (Note: Association names, Moth spotted in my home 9th of April, 2018)\nJehova Witnesses\nLinda (Jehova Witness seen on April, 9th, 2108)\nRobert Note: Association name, Jehova Witness seen on April, 9th, 2108)\nJane  (Note: Association name, Jehova Witness seen on April, 9th, 2108)\nDoris  (Note: Association name, Jehova Witness seen on April, 9th, 2108)\nMy Callwords\nKeith Mahon (Note: In a relationship with Asia Finnell)\nOha Finnell(Note:Association name, Asia Finnell\u0027s child)\nAdam Driver \nJoanne Tucker\nCarrie Fisher\nThose related to the contents that I experience the way my main camp indicated.\nContent experience Boundary defenders\nContent Experience Boundary attackers\nPeter(Note:association name for neighbor with cane)\nGege\nAnne\nJohn\nRon\nGene\nJane (Note association name, has mail box on franklin, Seen April 9th, 2018)\nJan (Note: association name, seen April 9th, 2018)\nChen the tree(next too dash)\nChez (cedar next to Dez the cedar tree and choz)\nChoz(next to Chez the cedar tree)\nOron(trees steerhcing past fence)\nPearl CanadaPost (association name for Canada Post lady who dropped of my mail on Monday April 9th, 2018)\nJim walkdog(Note association name, person seen walking on April 9th, 2018, has mail box in Franklin beach rd.)\nCoop(Note: Jim walldog\u0027s dog, seen April 9th walking)\nNupp (Note:Julie\u0027s dog)\nNootsy(Note: Julie\u0027s dog)\nJulie(association name, neighbor)\nDiesel(neighbors dog)\nPhillip The Fly\nRel the Squirel \nGolden Labs Group (AKA Golabs)\n\n\nIdeas:\n\nThe list of things that spirits and etc.(defined by my main camp) find acceptable to be  pertaining to when influencing, manipulation, mind control, etc.(defined by my main camp) happens and whether or not we find it acceptable. ","title":"Alex Hislop Diary Entry - (Monday, April 9th, 2018)","userEditedTimestampUsec":1562262729793000}