{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"My Disclaimers: My Main Camp is my Main Spirit Guides. My Main Camp’s current information from Far Away Light takes precedence in regards to anything my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light regarding anything to do with me takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light regarding anything having anything to do with me takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light regarding anything to do with me and others(defined by my Main Camp from Far Away Light) takes precedence how my my Main Camp form Far Away Light  indicated. My Main Camp’s current information from Far Away Light in regards to others(defined by my Main Camp from Far Away Light) takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light for what they chose for the “Alex Hislop Diary Entry” documents, takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light for what they chose for the documents and Etc.(defined by my Main Camp from Far Away Light) that my Main Camp from Far Away Light indicated takes precedence the way my Main Camp indicated from Far Away Light. Any grammatical and spelling errors in these documents and Etc.(defined by my Main Camp from Far Away Light) can be clarified by my Main Camp’s information from far away light and should not deter from the information within these documents and etc.(defined by my Main Camp from Far Away Light). My Main Camp’s current information from Far Away Light regarding mine and others(defined by my Main Camp from Far Away Light) documents and Etc.(defined by my Main Camp from Far Away Light) takes precedence how my Main Camp indicated from far away light. The documents that are in play in regards to myself and others(defined by my Main Camp from Far Away Light)  are chosen by my Main Camp from Far Away Light. Mine and others verbal and Etc.(defined by my Main Camp from Far Away Light)  disclaimers are a part of these documents and Etc.(defined by my Main Camp from Far Away Light), the way my Main Camp indicated in Far Away Light. My Main Camp’s Authority in Far Away Light Supersedes that of my Main Camp’s Authority in other parts of the light. My Main Camp’s Authority in the Light supersedes that of my Main Camp’s Authority outside of the light. Far Away Light can be a part of The Light the way my Main Camp indicated. When I say that “with my Main Camp’s information from Far Away Light taking precedence,” I am saying that my Main Camp’s information from Far Away Light supersedes that of my Main Camp’s information outside of Far Away Light. What my Main Camp from Far Away Light chose for me the way my Main Camp indicated from Far Away Light in regards to this paragraph and marking, I am saying and Etc.(defined by my Main Camp from Far Away Light), as well as writing and Etc.(defined by my Main Camp from Far Away Light)  into these documents and Etc(defined by my Main Camp from Far Away Light), the way my Main Camp indicated in Far Away Light. My Main Camp’s current information from Far Away Light takes precedence in regards to mine and others(defined by my main camp from Far Away Light) advocations, specifically that in which is considered to be immoral,  the way my Main Camp indicated from Far Away Light. I am advocating for the punishment that happens because of this paragraph and Etc.(defined by my main camp from Far Away Light) to be what my main camp indicated in Far Away Light. There is potentially information I put in after the Diary entry date indicated. Some of the discernment obtained could pertain to past information in which I have had and even written down before but decided to write down again. It could also pertain to new information obtained on the diary entry date.\n\nDreams: I had some difficulty remembering what my dreams were today, I want to be able to remember my dreams. I am asking spirits to help me remember my dreams and to protect my dreams the way my main camp indicated.\n\nActivity:\n\nI continued trying to get organized. I had some breakthroughs later on in the day when I read Bella Bernia\u0027s facebook posts. There  was a picture pointing towards keys and she had said to think bright,the spirits around me helped out and one of my spiritual mechanism lit up when I though of bright helping me understand. Thinking bright has a connection with raising your vibrations and that in which is being labelled currently as new event, the ascension process, New Earth, you can think brightness color and brightness level which affects positional frequency, potentially karma and life resources. I can feel the frequencies change when I do \n\n- - Known faith, but a breakthrough in regard too it,\n\n\n- Tears feeling from Big beings potentially earth itself, potentially a certain kind of dimension\nBella Bernier posts in regards to keys, think light \n bright \n\n- The digital issues I have been having at times, I do not believe it is a dimensional issue per say. \n\n\nIdeas: \n\n- The Rise and awakening Pitch, create website, that videos and new event specific videos even sending new event video to people to jump start their ascension process.\n\n\nAdvocations:\n\nI am advocating for the spirtis on magnifiathan to know list to be respected, defended, healed, protected, etc.(defined by my main camp), the way main camp indicated.\n\nI am advocating for what my main camp chose for me to advocate for in regards to The Rise, New Event, New Earth, Ascension Process, The Awakening, the way my main camp indicated. \n\nthose companies who smooth things over in regards to operating in the confines of certain groups at different times and the same times. IE, being a Canadian but also an ultramarine. IE Being a certain faith and a certain banner. \n\nI ma advocating for ultramarines and the warhammer worlds to be protected, defended, healed, Etc.(defined by my main camp), the way my main camp indicated. \n\nI am advocating for Canadians to be protected, defended, healed, Etc.(defined by my main camp(the way my main camp indicated).\n\nI am advocating for knowing companies to be protected defended, healed, Etc.(defined by my main camp indicated. \n\nI am advocating for wolverine to be protected, defended, healed, Etc.(Defined by my main camp) as well as the word bub and the word bub, the way my main camp indicated. \n\nI am advocating for healing, protection, defense and Etc,(defined by my main  camp), the way my main camp indicated in regards to those who are affected by spirits saying the word bub as well as Etc.(Defined by my main camp), the way my main camp indicated. \n\n\n\nI am advocating for healing, protection, defense, Etc.(defined by my main camp), the way my  main camp indicated. \n\nI am advocating for healing, protection, defense, Etc.(defined by my main camp), in regards to my main camp, the way my  main camp indicated. \n\nI am advocating for my incoming emails to be protected, defended, healed, changed, Etc.(defined by my main camp), the way my main camp indicated. \n\nI am advocating for my beliefs and memories to be changed the way my main camp indicated, if they indicated, the way my main camp indicated.\n\nI am advocating for what my main camp indicated regarding suicide capsules and I am advocating for certain(defined by my main camp) suicide capsules to be given to who my main camp indicated, the way my main camp indicated, with my main camp\u0027s information form far away light taking precedence. \n\nI am asking magnifiathans to let other magnifiathans know about what my main camp indicated in far away light, the light and other areas that my main camp indicated. \n\nMy Defense List add-ons:\nJustin Trudeau\nAndrew Scheer\nJagmeet Singh\nMartine Ouellet\nElizabeth May\nFrançois Bélanger\nLiz White\nRodney. Taylor\nLiz Rowley\nTim Moen\nBlair Longley\nAnna Di Carlo\nJoe Hueglin\nSébastien Corriveau\nZhiyong Yu\nBuilding C4-C6 GLP Park Yuanou Yuanqu\nSuzhou Jiangsu 215121\nChina\nMarquez Mosher\nArdo the Moth\n\nMy Defensive shortlist Add-On:\nCertain spirits who helped the day I found the angel music again.\nCertain spirits who have helped me regarding the NDE communities\nThose spirits my main camp indicated in regards to the transportation of certain beings, specifically gasses in my body.\nJustin Trudeau\n\nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. \n","title":"Alex Hislop Diary Entry - (Sunday, April 1st, 2018)","userEditedTimestampUsec":1562262996786000}