{"color":"DEFAULT","isTrashed":false,"isPinned":false,"isArchived":true,"annotations":[{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt"},{"description":"","source":"WEBLINK","title":"Description: This is here as a just in case. If it does need to be used ...","url":"https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt"},{"description":"","source":"WEBLINK","title":"Disclaimers: I am Alex James Hislop. My Main Camp is my Main ...","url":"https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt"}],"textContent":"My Name: Alex Hislop\n\nMy Disclaimers: My Main Camp is my Main Spirit Guides. My Main Camp’s current information from Far Away Light takes precedence in regards to anything my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light regarding anything to do with me takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light regarding anything having anything to do with me takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light regarding anything to do with me and others(defined by my Main Camp from Far Away Light) takes precedence how my my Main Camp form Far Away Light  indicated. My Main Camp’s current information from Far Away Light in regards to others(defined by my Main Camp from Far Away Light) takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light for what they chose for the “Alex Hislop Diary Entry” documents, takes precedence how my Main Camp from Far Away Light indicated. My Main Camp’s current information from Far Away Light for what they chose for the documents and Etc.(defined by my Main Camp from Far Away Light) that my Main Camp from Far Away Light indicated takes precedence the way my Main Camp indicated from Far Away Light. Any grammatical and spelling errors in these documents and Etc.(defined by my Main Camp from Far Away Light) can be clarified by my Main Camp’s information from far away light and should not deter from the information within these documents and etc.(defined by my Main Camp from Far Away Light). My Main Camp’s current information from Far Away Light regarding mine and others(defined by my Main Camp from Far Away Light) documents and Etc.(defined by my Main Camp from Far Away Light) takes precedence how my Main Camp indicated from far away light. The documents that are in play in regards to myself and others(defined by my Main Camp from Far Away Light)  are chosen by my Main Camp from Far Away Light. Mine and others verbal and Etc.(defined by my Main Camp from Far Away Light)  disclaimers are a part of these documents and Etc.(defined by my Main Camp from Far Away Light), the way my Main Camp indicated in Far Away Light. My Main Camp’s Authority in Far Away Light Supersedes that of my Main Camp’s Authority in other parts of the light. My Main Camp’s Authority in the Light supersedes that of my Main Camp’s Authority outside of the light. Far Away Light can be a part of The Light the way my Main Camp indicated. When I say that “with my Main Camp’s information from Far Away Light taking precedence,” I am saying that my Main Camp’s information from Far Away Light supersedes that of my Main Camp’s information outside of Far Away Light. What my Main Camp from Far Away Light chose for me the way my Main Camp indicated from Far Away Light in regards to this paragraph and marking, I am saying and Etc.(defined by my Main Camp from Far Away Light), as well as writing and Etc.(defined by my Main Camp from Far Away Light)  into these documents and Etc(defined by my Main Camp from Far Away Light), the way my Main Camp indicated in Far Away Light. My Main Camp’s current information from Far Away Light takes precedence in regards to mine and others(defined by my main camp from Far Away Light) advocations, specifically that in which is considered to be immoral,  the way my Main Camp indicated from Far Away Light. I am advocating for the punishment that happens because of this paragraph and Etc.(defined by my main camp from Far Away Light) to be what my main camp indicated in Far Away Light. There is potentially information I put in after the Diary entry date indicated. Some of the discernment obtained could pertain to past information in which I have had and even written down before but decided to write down again. It could also pertain to new information obtained on the diary entry date. \n\nDreams: I remember seeing seeing people around a table, and there being almost this ominous presence of being forced to sign thing, it felt like they had black blindfolds on even though some of the imagery didn\u0027t show that. I got the impression that they were under duress and were being forced to sign things that they did not mean to sign. I also remember seeing an actress in the dream, Actor Polly Walker who I mistakenly thought was called Sarah Polly walker. I researched later on that Sarah Polly Walker was actually someone who has passed away in March of 2018, I wrote an adoration on the guest book in regards to the Obituary on Newton Country Funeral Home and Newton County Memorial Gardens. \n\nActivity: \n\nI went for a walk and on the way back I started to feel frequency changes. I spoke at the end of Franklin beach in the spot I have been calling Klin Platform. I have known that certain beings age differently, potentially beings are experiencing prolonged life in what seems like a short span of time to us. There is some sort of change that is happening on this planet. Spirits who have been here are either passing on to a differently life or leaving in a certain way who have been here for a certain while. I note the month to be April of 2018. I am told that it is every 4 years that this coming and going of beings happen, but I do not fully know if that\u0027s the truth. I am advocating for whatever this is to be protected, defended, healed, etc.(defined by my main camp), the way my main camp indicated. Everything happens for a reason. I look to see if these sort of event happen in 2022. I was also told that the weather systems on this planet could be bigger beings presenting how they feel, IE, Rain could be a big being presenting sadness in another dimensions, but there is also a lot of other variables as well in regards to not only weather systems but some of things that work a certain way not only within the physical but also other dimensional. I scratch my head sometimes in regards to how it all works. There is also something I have been wanting to talk about, I feel there is such a thing as certain words being placed with our physical words and symbols, in which looks differently behind the scenes in different dimension. Imagine whole sentences being placed in our words, and whole pages of texts within a single sentence as with whole books potentially being able to be shoehorned in our physical writing as we write not only in the physical by way of ink, pencil, etc. but also in the digital as well. My experiences confirm that this is the case which also corresponds with reading and communication which may also affect those wording behind the words. Imagine have something embedded in written word that when we read it out loud says something when we communicate it. I started a Wikipedia account to be able to edit different pages in the hopes that I could help. I am asking that the mechanisms involved in regards to my writing be raised vibrationally the way my main camp indicated. This doesn\u0027t mean that I don\u0027t think there is good things be written in the lower planes, it just seems to me that it may be more difficult the lower down you go. I think vibration does affect this sort of thing. I figured I could help by way of many different behind the scenes wordings in which I am advocating for what my main camp chose for me to advocate for, the way my main camp indicated in the light. \n\nMy and others(defined by my main camp) defensive List Add-ons:\n\nThose affected by my lack of appendix\nThose affected by my appendicitis\nThe generations that pass by around me, those who live shorter life spans than my own. \nThe generations that pass by around me, those who live longer life spans than my own. \nPolly Walker\nSarah Polly Walker (Different person than Polly walker)\nLucy Lawless\nTia Carrere\nSteve Pankow\nFour A miniatures\n\nI and others(defined by my Main Camp) are playing the cards that my Main Camp indicated in the moments that my Main Camp indicated especially in regards to the Amount of Times I have been stabbed in the Back Defensive Card to Defend behind our Backs, etc.(defined by my Main Camp) the way my Main Camp indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for the Historians that my Main Spirit Guides indicated and those that my Main Spirit Guides indicated in regards to this marking, advocation, etc.(defined by my Main Spirit Guides) to write down the information that I create that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for those Historians that my Main Spirit Guides indicated and History to be protected the way my Main Spirit Guides indicated. I and others(defined by my Main Spirit Guides) are advocating for Historical Reputational Defense in regards to those that my Main Spirit Guides indicated and the Historians that my Main Spirit Guides indicated the way my Main Spirit Guides indicated. Clickable links like the show all actions on the Peacekeeperalex trello account and attachments section where upon me clicking links shows up on my screen has been at times shoehorned into a spot where some in the spirit think that it needs to be shown in order for it to work. If I never traverse to Google.ca that doesn\u0027t mean that it doesn\u0027t exist in the public especially the spiritually that my Main Spirit Guides indicated. The data upon clicking some of those links on the peacekeeperalex trello account and the Alex James Hislop Documents on Github are public regardless of whether I click them or not, they have public links in which exist online especially in regards to the Spiritual that my Main Spirit Guides indicated. For example: https://trello-attachments.s3.amazonaws.com/5c28ed8f3e323f6a9f16d775/5c28edf56e82f20db23bda17/1bbaa58626a33ae318be5777687da03c/(AJHD)_the_way_my_Main_Camp_indicated.txt , that exists publically regardless of whether I click it or not. Another example is : https://raw.githubusercontent.com/PeacekeeperAlex/-Alex-James-Hislop-Documents-/master/(AJHD)%20AJH%20Monetary%20Creation.txt , You don\u0027t need to sign in to see any of the physical information there, you can open it in a incognito window and it will display. https://trello-attachments.s3.amazonaws.com/5b3546fd00481cc3f86f5b01/5c95f6df01642a7b47cefd84/5351fa2f4c120894fde5b952dd8601f2/(AJHD)_Google.txt I and others(defined by my Main Spirit Guides) are advocating for this paragraph to be placed where my Main Spirit Guides indicated daily the way my Main Spirit Guides indicated. \n\nWikipedia Letter\n\nNot new, but the idea of experiencing certain jobs, culture and societies by way of experiences and etc.(defined by my main camp), but the idea that I could experience that behind the scenes in many different ways while I am in my physical life. I am advocating fro this to be setup the way my main camp indicated in the light. \n\nAdvocations:\nI am advocating for Newton Country Funeral Home and Newton County Memorial Gardens to be protected, defended, healed, etc.(defined by my main camp), the way my main camp indicated. \n\nI am advocating for earth to be protected by those physicals monitoring the way my main camp indicated. \n\nI am advocating for miscellathen, Gamifian, etc.(defined by my main camp), to do what my main camp indicated in regards to your companies, my companies, my close families companies, my close friends companies, and the companies that my main camp indicated as well as etc.(defined by my main camp), the way my main camp indicated. \n\nI am advocating for belle\u0027s social programs to be protected, defended, healed, etc.(defined by my main camp), the way my main camp indicated.\n\nTestification Add-Ons:\nFree Software Foundation\nCreative Commons\nWikimedia\n\nClarifications:\n\nAnything I do in the physical and other dimensions is fully defined by my main camp in the light, with my main camp\u0027s information from far away light. (Not necessarily new)\n\n\n","title":"Alex Hislop Diary Entry - (April 13th, 2018)","userEditedTimestampUsec":1562262544576000}